var kanji = {};

kanji["Chapter 2"] = [
	["いち", "一"],
	["に", "二"],
	["さん", "三"],
	["あのひと", "あの人"],
	["さんいん", "三人"],
	["オーストラリアじん", "オーストラリア人"],
	["にち", "日"],
	["にほん", "日本"],
	["ほん", "本"],
	["たなか", "田中"],
	["なか", "中"]	
];

kanji["Chapter 3"] = [
	["だいがく", "だい学"],
	["がくせい", "学生"],
	["せんせい", "先生"],
	["にほんご", "日本語"],
	["いたりあご", "イタリア語"]
];

kanji["Chpater 4"] = [
	["おとこのひと", "男の人"],
	["おとこのこ", "男のこ"],
	["おんなのひと", "女の人"],
	["おんなのこ", "女のこ"],
	["くに", "国"],
	["がいこく", "がい国"],
	["だいがく", "大学"],
	["おおきいへや", "大きいへや"],
	["まち", "町"],
	["あさ", "朝"],
	["ばん", "晩"],
	["よん", "四"]
];

kanji["Chapter 5"] = [
	["あのいえ", "あの家"],
	["わたしのうち", "わたしの家"],
	["とうきょう", "東京"],
	["みせ", "店"],
	["うえ", "上"],
	["した", "下"],
	["いちねんせい", "一年生"],
	["ご", "五"],
	["たかい", "高い"],
	["まつのき", "まつの木"],
	["みぎ", "右"],
	["ひだり", "左"],
	["きょうと", "京都"],
	["ひとり", "一人"],
	["ふたり", "二人"]
];

kanji["Chapter 6"] = [
	["きん", "金"],
	["いきます", "行きます"],
	["きます", "来ます"],
	["らいしゅう", "来しゅう"],
	["なに", "何"],
	["なんじ", "何時"],
	["やすい", "安い"],
	["さんじ", "三時"],
	["ろく", "六"],
	["やすみます", "休みます"],
	["はいります", "入ります"],
	["せんげつ", "先月"],
	["いちがつ", "一月"],
	["みず", "水"],
	["にちようび", "日曜日"],
	["げつようび", "月曜日"],
	["かようび", "火曜日"],
	["すいようび", "水曜日"],
	["もくようび", "木曜日"],
	["きんようび", "金曜日"],
	["どようび", "土曜日"]
];

kanji["Chapter 7"] = [
	["のみます", "飲みます"],
	["みます", "見ます"],
	["よみます", "読みます"],
	["くち", "口"],
	["みなみぐち", "みなみ口"],
	["あいます", "会います"],
	["たべます", "食べます"],
	["かきます", "書きます"],
	["なな", "七"],
	["しちじ", "七時"]
];

kanji["Chapter 8"] = [
	["つくります", "作ります"],
	["まいにち", "毎日"],
	["まいあさ", "毎朝"],
	["はちねんかん", "八年間"],
	["いちじかん", "一時間"],
	["しちじはん", "七時半"],
	["いちじかんはん", "一時間半"],
	["ごせん", "午前"],
	["ごぜんちゅう", "午前中"],
	["ごご", "午ご"],
	["しちじまえ", "七時前"],
	["まえ", "前"],
	["せんせいをききます", "先生を聞きます"],
	["はち", "八"]
];

kanji["Chapter 9"] = [
	["ともだち", "友だち"],
	["てんき", "天気"],
	["きもち", "気もち"],
	["ゆき", "雪"],
	["わたし", "私"],
	["りょこう", "旅行"],
	["しんぶん", "新聞"],
	["あたらしい", "新しい"],
	["かいます", "買います"],
	["あめ", "雨"],
	["らいしゅう", "来週"],
	["きゅう", "九"]
];

kanji["Chapter 10"] = [
	["でんき", "電気"],
	["ほんや", "本屋"],
	["うります", "売ります"],
	["うりば", "売り場"],
	["しょうがっこう", "小学こう"],
	["ちいさいい", "小さい"],
	["てんいん", "店員"],
	["まん", "万"],
	["せんにん", "千人"],
	["ごじゅうえん", "五十円"],
	["くろい", "黒い"],
	["ふるい", "古い"],
	["かいもの", "買い物"],
	["たべもの", "食べ物"],
	["じゅう", "十"],
	["ひゃく", "百"]
];